Repository: SurferTank/antares-apps
Catalog: antares/apps/document/locale/*/LC_MESSAGES/django.po
Languages: es

# antares.apps.document.console.load_document_success {document_id}
source: Document Load {document_id}
es: Documento Cargado {document_id}

# antares.apps.document.constants.DocumentStatusType.DRAFTED
source: Drafted
es: Borrador

# antares.apps.document.constants.DocumentStatusType.DELETED
source: Deleted
es: Borrado

# antares.apps.document.constants.DocumentStatusType.SAVED
source: Saved
es: Grabado

# antares.apps.document.constants.DocumentStatusType.CANCELLED
source: Cancelled
es: Cancelado

# antares.apps.document.edit.buttons.validate
source: Validate
es: Validar

# antares.apps.document.edit.buttons.draft
source: Draft Save
es: Borrador

# antares.apps.document.edit.buttons.save
source: Save
es: Grabar

# antares.apps.document.edit.buttons.help
source: Help
es: Ayuda

# antares.apps.document.type.invalid_status_progression
source: Invalid Status progression
es: Progresión de estado inválida

source: antares.apps.core.hrn_code.missing_key_elements
es: Faltan elementos clave

# antares.apps.document.models.document_acl.table_name
source: Document Access Control List
es: ACL de Documento

# antares.apps.document.models.document_acl.table_name_plural
source: Document Access Control Lists
es: ACLs de Documento

# antares.apps.document.models.form_class.table_name
source: Form Class
es: Clase de Formulario

# antares.apps.document.models.form_class.table_name_plural
source: Form Classes
es: Clases de Formulario

# antares.apps.document.models.form_definition.table_name
source: Form Definition
es: Definición de Formulario

# antares.apps.document.models.form_definition.table_name_plural
source: Form Definitions
es: Definiciones de Formulario

# antares.apps.document.models.form_definition_acl.table_name
source: Form Definition Access Control List
es: ACL de la Definición de Formulario

# antares.apps.document.models.form_definition_acl.table_name_plural
source: Form Definition Access Control Lists
es: ACLs de la Definición de Formulario

# antares.apps.document.types.document.messages.document_load
source: Document Load
es: Carga de Documento

source: We successfully loaded the document with id {document_id}
es: Hemos cargado satisfactoriamente el documento con id {document_id}

# antares.apps.flow.api.api_case_properties_view.exceptions.not_implemented_yet
source: Property type not implemented yet
es: Tipo de propiedad no implementada todavía

# antares.apps.document.document_view.templates.continue_button
source: Continue
es: Continuar

# antares.apps.document.document_view.templates.stay_editing_button
source: Stay editing
es: Seguir editando

# antares.apps.document.document_view.templates.cancel_button
source: Cancel
es: Cancelar

# antares.apps.document.types.document.starting_evaluation
source: Starting Field Evaluation
es: Empezando evaluación de campos

source: New value for calculated field {field_id}='{calculation_result}' for calculation order '{calculation_order}'
es: Nuevo valor para campo calculado {field_id}='{calculation_result}' para el orden de cálculo '{calculation_order}'

source: Validation result for field '{field_id}' is {validation_result} for validation {validation}
es: El resultado de la validación del campo '{field_id}' es {validation_result} para la validación {validation}

# antares.apps.document.document_view.templates.negative_validation_the_field
source: The field
es: El campo

source: cannot be negative
es: no puede ser negativo

# antares.apps.document.document_view.templates.negative_validation_title
source: Validation Error
es: Error de validación

source: is not a number
es: no es un número

# antares.apps.document.constants.FormClassType.ADMINISTRATIVE
source: Administrative
es: Administrativo

# antares.apps.document.constants.FormClassType.OBLIGATION_BASED
source: Obligation Based
es: Basado en Obligación

# antares.apps.document.constants.FormClassStatusType.DEVELOPMENT
source: Development
es: Desarrollo

# antares.apps.document.constants.FormClassStatusType.PRODUCTION
source: Production
es: Producción

# antares.apps.document.constants.FormClassStatusType.DEACTIVATED
source: Deactivated
es: Desactivado

# antares.apps.document.constants.FormDefinitionStatusType.DEVELOPMENT
source: Development
es: Desarrollo

# antares.apps.document.constants.FormDefinitionStatusType.PRODUCTION
source: Production
es: Producción

# antares.apps.document.constants.FormDefinitionStatusType.DEACTIVATED
source: Deactivated
es: Desactivado
