Repository: SurferTank/antares-apps
Catalog: antares/apps/obligation/locale/*/LC_MESSAGES/django.po
Languages: es

# antares.apps.obligation.templates.panel.type
source: Type
es: Tipo

# antares.apps.obligation.templates.panel.concept_type
source: Concept Type
es: Tipo de Concepto

# antares.apps.obligation.templates.panel.period
source: Period
es: Período

# antares.apps.obligation.templates.panel.due_date
source: Due Date
es: Fecha de Vencimiento

# antares.apps.obligation.templates.panel.status
source: Status
es: Estado

# antares.apps.obligation.templates.panel.compliance_date
source: Compliance Date
es: Fecha de Cumplimiento

# antares.apps.obligation.templates.panel.pending
source: Pending
es: Pendiente

# antares.apps.obligation.templates.panel.complied
source: Complied
es: Cumplido

# antares.apps.obligation.templates.emptyMessages.no_complied_obligations_found
source: No complied obligations found
es: No se encontraron obligaciones cumplidas

# antares.apps.obligation.templates.emptyMessages.no_pending_obligations_found
source: No pending obligations found
es: No se encontraron obligaciones pendientes

# antares.apps.obligation.models.obligation_rule.table_name
source: Obligation Rule
es: Regla de Obligación

# antares.apps.obligation.models.obligation_rule.table_name_plural
source: Obligation Rules
es: Reglas de Obligación

# antares.apps.obligation.templates.panel.actions
source: Actions
es: Acciones

source: Command successfully run
es: Comando terminado exitosamente

# antares.apps.obligation.console.obligation_console.console.dont_now_command
source: Do not know command
es: El comando es desconocido
