Repository: SurferTank/antares-apps
Catalog: antares/apps/accounting/locale/*/LC_MESSAGES/django.po
Languages: es

# antares.apps.accounting.constants.TransactionEffectType.CREDIT
source: Credit
es: Crédito

# antares.apps.accounting.constants.TransactionEffectType.DEBIT
source: Debit
es: Débito

# antares.apps.accounting.manager.account_manager.no_rules
source: No rules
es: Sin reglas

# antares.apps.accounting.manager.account_manager.document_not_ready_for_posting
source: Document not ready for posting
es: El documento no esta preparado para su envio a la cuenta corriente

# antares.apps.accounting.templates.panel.concept_type
source: Concept Type
es: Tipo de Concepto

# antares.apps.accounting.templates.panel.interest
source: Interest
es: Intereses

# antares.apps.accounting.templates.panel.penalties
source: Penalties
es: Multas

# antares.apps.accounting.templates.emptyMessages.emptyAccount
source: No accounts found
es: No se encontraron cuentas

# antares.apps.accounting.templates.panel.period
source: Period
es: Período

# antares.apps.accounting.templates.panel.account_type
source: Account Type
es: Tipo de Cuenta

source: Cancelling Document with id %(document_id)s
es: Cancelando documento %(document_id)s

# antares.apps.accounting.manager.account_manager.starting_to_balance_the_account
source: Starting to balance the account
es: Iniciando el balance

source: Applying transaction to balance with values principal: %(principal)d interest:%(interest)d penalties:%(penalties)d
es: Aplicando transacción a la cuenta con valores principal:%(principal)d interés:%(interest)d multas:%(penalties)d

# antares.apps.accounting.manager.account_manager.missing_client
source: Missing Client
es: Falta el cliente

# antares.apps.accounting.manager.account_manager.missing_account_type
source: Missing Account Type
es: Falta el tipo de cuenta

# antares.apps.accounting.manager.account_manager.missing_concept_type
source: Missing Concept Type
es: Falta el concepto

# antares.apps.accounting.manager.account_manager.missing_period
source: Missing Period
es: Falta el período

# antares.apps.accounting.manager.account_manager.negative_amount_exception
source: Numbers cannot be negative
es: Los valores no pueden ser negativos

# antares.apps.accounting.models.account_rule.table_name
source: Account Rule
es: Regla de Cuenta Corriente

# antares.apps.accounting.models.account_rule.table_name_plural
source: Account Rules
es: Reglas de Cuenta Corriente

# antares.apps.accounting.models.account_type.table_name
source: Account Type
es: Tipo de Cuenta Corriente

# antares.apps.accounting.models.account_type.table_name_plural
source: Account Types
es: Tipos de Cuenta Corriente

# antares.apps.accounting.models.gl_account_type.table_name
source: General Ledger Account Type
es: Tipo de Cuenta de Libro Mayor

# antares.apps.accounting.models.gl_account_type.table_name_plural
source: General Ledger Account Types
es: Tipos de Cuenta de Libro Mayor

# antares.apps.accounting.models.transaction_type.table_name
source: Transaction Type
es: Tipo de Transacción

# antares.apps.accounting.models.transaction_type.table_name_plural
source: Transaction Types
es: Tipo de Transacción

# antares.apps.accounting.templates.panel.transaction_id
source: Transaction Id
es: ID de Transacción

# antares.apps.accounting.templates.panel.document_id
source: Document
es: Documento

# antares.apps.accounting.templates.panel.transaction_type
source: Transaction Type
es: Tipo de Transacción

# antares.apps.accounting.templates.panel.effect
source: Effect
es: Efecto

# antares.apps.accounting.templates.panel.interest_amount
source: Interest
es: Intereses

# antares.apps.accounting.templates.panel.penalties_amount
source: Penalties
es: Multas

source: User {username} has no client assigned
es: El usuario {username} no tiene cliente asignado

source: Client does not exist
es: El cliente no existe

# antares.apps.accounting.constants.TransactionAffectedValueType.INTEREST
source: Interest
es: Interés

# antares.apps.accounting.constants.TransactionAffectedValueType.PENALTIES
source: Penalties
es: Multas
